window.quizData = [
    {  // Q1
        question: "おんがくを　<b><u>ききながら</u></b>　しごとを　しています。",
        a: "開きながら",
        b: "間きながら",
        c: "問きながら",
        d: "聞きながら",
        correct: "d"
    },
    {  // Q2
        question: "何を　<b><u>たべましょう</u></b>か。",
        a: "飲べましょう",
        b: "飼べましょう",
        c: "食べましょう",
        d: "会べましょう",
        correct: "c"
    },
    {  // Q3
        question: "すみませんが、<b><u>でぐち</u></b>は　どこですか。",
        a: "出口",
        b: "入口",
        c: "西口",
        d: "山口",
        correct: "a"
    },
    {  // Q4
        question: "このくつは　<b><u>ふる</u></b>いから、すてます。",
        a: "固い",
        b: "五い",
        c: "古い",
        d: "吉い",
        correct: "c"
    },
    {  // Q5
        question: "あの白いビルの　むこうに　<b><u>がっこう</u></b>が　あります",
        a: "学校",
        b: "労校",
        c: "学枚",
        d: "労枚",
        correct: "a"
    },
    {  // Q6
        question: "これは　なんという<b><u>はな</u></b>ですか。",
        a: "花",
        b: "草",
        c: "芝",
        d: "茶",
        correct: "a"
    },
    {  // Q7
        question: "あの女の人は　たぶん　<b><u>せんせい</u></b>です。",
        a: "共生",
        b: "兵主",
        c: "走主",
        d: "先生",
        correct: "d"
    },
    {  // Q8
        question: "私は　新しいシャツを　<b><u>かいたい</u></b>です。",
        a: "借いたい",
        b: "買いたい",
        c: "冒いたい",
        d: "見いたい",
        correct: "b"
    },
    {  // Q9
        question: "今日は　これから　<b><u>えき</u></b>で　友だちに　会います。",
        a: "割",
        b: "副",
        c: "駆",
        d: "駅",
        correct: "d"
    },
    {  // Q10
        question: "これは　私が<b><u>かいた</u></b>ブログです。",
        a: "事いた",
        b: "言いた",
        c: "書いた",
        d: "買いた",
        correct: "c"
    }
];
