window.quizData = [
    {  // Q1
        question: "「レポートは？」「すみません。まだ　<b><u>かいて</u></b>いません」",
        a: "事いて",
        b: "筆いて",
        c: "読いて",
        d: "書いて",
        correct: "d"
    },
    {  // Q2
        question: "<b><u>まいとし</u></b>　12月は　とても　いそがしいです。",
        a: "写年",
        b: "母年",
        c: "海年",
        d: "毎年",
        correct: "d"
    },
    {  // Q3
        question: "このパソコンは　<b><u>たかかった</u></b>です。",
        a: "高かった",
        b: "亭かった",
        c: "京かった",
        d: "言かった",
        correct: "a"
    },
    {  // Q4
        question: "今日は　どこにも　<b><u>いきたくない</u></b>です。",
        a: "行きたくない",
        b: "住きたくない",
        c: "来きたくない",
        d: "走きたくない",
        correct: "a"
    },
    {  // Q5
        question: "きのうは　本を読んだ<b><u>あとで</u></b>　しゅくだいを　しました。",
        a: "役で",
        b: "後で",
        c: "彼で",
        d: "往で",
        correct: "b"
    },
    {  // Q6
        question: "毎朝、7時に　いえを　<b><u>でます</u></b>。",
        a: "主ます",
        b: "米ます",
        c: "出ます",
        d: "来ます",
        correct: "c"
    },
    {  // Q7
        question: "きのうは　９<b><u>じかん</u></b>ぐらい　ねました。",
        a: "時門",
        b: "時聞",
        c: "時間",
        d: "時問",
        correct: "c"
    },
    {  // Q8
        question: "きょうは　一日<b><u>じゅう</u></b>　しごとを　して、とても　つかれました。",
        a: "上",
        b: "下",
        c: "十",
        d: "中",
        correct: "d"
    },
    {  // Q9
        question: "お<b><u>くに</u></b>は　どちらですか。",
        a: "国",
        b: "同",
        c: "因",
        d: "用",
        correct: "a"
    },
    {  // Q10
        question: "あのカフェで　すこし　<b><u>やすみましょう</u></b>。",
        a: "件みましょう",
        b: "体みましょう",
        c: "仕みましょう",
        d: "休みましょう",
        correct: "d"
    }
];
