window.quizData = [
    {  // Q1
        question: "今、おかねを　いくら　もっていますか。",
        a: "全",
        b: "宝",
        c: "金",
        d: "定",
        correct: "c"
    },
    {  // Q2
        question: "てんきが　よく　なりましたね。",
        a: "天汽",
        b: "天気",
        c: "失気",
        d: "失汽",
        correct: "b"
    },
    {  // Q3
        question: "食べながら　はなさないほうが　いいですよ。",
        a: "記さない",
        b: "話さない",
        c: "計さない",
        d: "読さない",
        correct: "b"
    },
    {  // Q4
        question: "あのかどを　みぎに　まがって　まっすぐ行ってください。",
        a: "右",
        b: "石",
        c: "左",
        d: "佐",
        correct: "a"
    },
    {  // Q5
        question: "「どうぞ　はいってください」「しつれいします」",
        a: "大って",
        b: "八って",
        c: "人って",
        d: "入って",
        correct: "d"
    },
    {  // Q6
        question: "あさは　いそがしくて　しんぶんを　よむことができません。",
        a: "読む",
        b: "話む",
        c: "説む",
        d: "訳む",
        correct: "a"
    },
    {  // Q7
        question: "ここに来るとき　でんしゃの中で　田中さんに　あいました。",
        a: "電事",
        b: "震事",
        c: "電車",
        d: "震車",
        correct: "c"
    },
    {  // Q8
        question: "母は　あまり　あめが　すきではありません。",
        a: "雨",
        b: "両",
        c: "雲",
        d: "雪",
        correct: "a"
    },
    {  // Q9
        question: "「ともだちは　おおぜい　来ましたか」「いいえ、５人しか　来ませんでした」",
        a: "友だち",
        b: "万だち",
        c: "方だち",
        d: "文だち",
        correct: "a"
    },
    {  // Q10
        question: "土ようびは　やすみなので、げつようびに　しませんか。",
        a: "日ようび",
        b: "同ようび",
        c: "自ようび",
        d: "月ようび",
        correct: "d"
    }
];
