window.quizData = [
    {  // Q1
        question: "きょうは　かぜを　ひいて、<b><u>がっこう</u></b>を　やすみました。",
        a: "常校",
        b: "学校",
        c: "営校",
        d: "堂校",
        correct: "b"
    },
    {  // Q2
        question: "たくさん　ありますから、もっと　<b><u>のんでください。",
        a: "飲んで",
        b: "食んで",
        c: "読んで",
        d: "飼んで",
        correct: "a"
    },
    {  // Q3
        question: "家の　<b><u>まえ</u></b>に　くるまが　とまっています。",
        a: "後",
        b: "前",
        c: "筋",
        d: "萌",
        correct: "b"
    },
    {  // Q4
        question: "かぞくは　<b><u>ちち</u></b>と　ははと　私の　三人です。",
        a: "交",
        b: "欠",
        c: "文",
        d: "父",
        correct: "d"
    },
    {  // Q5
        question: "たなかさんが　<b><u>すんでいる</u></b>ところは　この近くです。",
        a: "作んでいる",
        b: "佳んでいる",
        c: "住んでいる",
        d: "保んでいる",
        correct: "c"
    },
    {  // Q6
        question: "しゅくだいが　だんだん　<b><u>おおく</u></b>なりました。",
        a: "多く",
        b: "夕く",
        c: "名く",
        d: "各く",
        correct: "a"
    },
    {  // Q7
        question: "はじめに　<b><u>なまえ</u></b>を　書いてください。",
        a: "各前",
        b: "各後",
        c: "名後",
        d: "名前",
        correct: "d"
    },
    {  // Q8
        question: "その話を　<b><u>しって</u></b>いますか。",
        a: "和って",
        b: "知って",
        c: "矢って",
        d: "失って",
        correct: "b"
    },
    {  // Q9
        question: "「この本は　とても　いい本ですね」「私も　そう<b><u>おもいます</u></b>」",
        a: "思います",
        b: "言います",
        c: "息います",
        d: "急います",
        correct: "a"
    },
    {  // Q10
        question: "3時間のレッスンは　<b><u>ながくて</u></b>　たいへんです。",
        a: "馬くて",
        b: "長くて",
        c: "早くて",
        d: "島くて",
        correct: "b"
    }
];
