window.quizData = [
    {  // Q1
        question: "「レポートは？」「すみません。まだ　かいていません」",
        a: "事いて",
        b: "筆いて",
        c: "読いて",
        d: "書いて",
        correct: "d"
    },
    {  // Q2
        question: "まいとし　12月は　とても　いそがしいです。",
        a: "写年",
        b: "母年",
        c: "海年",
        d: "毎年",
        correct: "d"
    },
    {  // Q3
        question: "このパソコンは　たかかったです。",
        a: "高かった",
        b: "亭かった",
        c: "京かった",
        d: "言かった",
        correct: "a"
    },
    {  // Q4
        question: "今日は　どこにも　いきたくないです。",
        a: "行きたくない",
        b: "住きたくない",
        c: "来きたくない",
        d: "走きたくない",
        correct: "a"
    },
    {  // Q5
        question: "きのうは　本を読んだあとで　しゅくだいを　しました。",
        a: "役で",
        b: "後で",
        c: "彼で",
        d: "往で",
        correct: "b"
    },
    {  // Q6
        question: "毎朝、7時に　いえを　でます。",
        a: "主ます",
        b: "米ます",
        c: "出ます",
        d: "来ます",
        correct: "c"
    },
    {  // Q7
        question: "きのうは　９じかんぐらい　ねました。",
        a: "時門",
        b: "時聞",
        c: "時間",
        d: "時問",
        correct: "c"
    },
    {  // Q8
        question: "きょうは　一日じゅう　しごとを　して、とても　つかれました。",
        a: "上",
        b: "下",
        c: "十",
        d: "中",
        correct: "d"
    },
    {  // Q9
        question: "おくには　どちらですか。",
        a: "国",
        b: "同",
        c: "因",
        d: "用",
        correct: "a"
    },
    {  // Q10
        question: "あのカフェで　すこし　やすみましょう。",
        a: "件みましょう",
        b: "体みましょう",
        c: "仕みましょう",
        d: "休みましょう",
        correct: "d"
    }
];
