window.quizData = [
    {  // Q1
        question: "明日の朝、私の<b><u>かいしゃ</u></b>に　来てください。",
        a: "会社",
        b: "合社",
        c: "会礼",
        d: "会礼",
        correct: "a"
    },
    {  // Q2
        question: "もっと　<b><u>ひろい</u></b>へやが　ほしいです。",
        a: "早い",
        b: "安い",
        c: "高い",
        d: "広い",
        correct: "d"
    },
    {  // Q3
        question: "おさけを　飲んで、かおが　<b><u>あかく</u></b>　なりました。",
        a: "寺く",
        b: "赤く",
        c: "白く",
        d: "売く",
        correct: "b"
    },
    {  // Q4
        question: "べんきょうする<b><u>じかん</u></b>が　なくて、こまっています。",
        a: "時間",
        b: "寺間",
        c: "時問",
        d: "寺問",
        correct: "a"
    },
    {  // Q5
        question: "近くの駅まで　<b><u>あるいて</u></b>　1分です。",
        a: "走いて",
        b: "考いて",
        c: "老いて",
        d: "歩いて",
        correct: "d"
    },
    {  // Q6
        question: "駅の前に　たくさん　<b><u>ぎんこう</u></b>が　あります。",
        a: "鉱行",
        b: "欽行",
        c: "銀行",
        d: "銅行",
        correct: "c"
    },
    {  // Q7
        question: "「今、何時ですか」「10時<b><u>はん</u></b>です」",
        a: "羊",
        b: "千",
        c: "牛",
        d: "半",
        correct: "d"
    },
    {  // Q8
        question: "<b><u>こんしゅう</u></b>は　とても　いそがしかったです。",
        a: "今週",
        b: "今進",
        c: "今遅",
        d: "今過",
        correct: "a"
    },
    {  // Q9
        question: "これは　<b><u>やすく</u></b>ないですが、とても　いい　テレビです。",
        a: "高く",
        b: "字く",
        c: "定く",
        d: "安く",
        correct: "d"
    },
    {  // Q10
        question: "<b><u>ははは</u></b>　今　家に　います。",
        a: "丹",
        b: "母",
        c: "女",
        d: "舟",
        correct: "b"
    }
];
