window.quizData = [
    {  // Q1
        question: "まっすぐベッドに行きなさい。明日は　_______ なりますよ。",
        a: "いそがしいに",
        b: "いそがしく",
        c: "いそがしい",
        d: "いそがしくて",
        correct: "b"
    },
    {  // Q2
        question: "とうきょうにかえる　_______ 、もういちどあなたに会いたいです。",
        a: "まえ",
        b: "まえで",
        c: "まえに",
        d: "まえには",
        correct: "c"
    },
    {  // Q3
        question: "もうすこし　_______ してくださいませんか。",
        a: "しずかに",
        b: "しずかだ",
        c: "しずか",
        d: "しずかで",
        correct: "a"
    },
    {  // Q4
        question: "わたしは、あなたに　_______ にここに来ました。",
        a: "会う",
        b: "会って",
        c: "会い",
        d: "会います",
        correct: "c"
    },
    {  // Q5
        question: "そんなにしんぱい　_______ な。彼はぜったい大丈夫だ。",
        a: "し",
        b: "する",
        c: "した",
        d: "している",
        correct: "b"
    },
    {  // Q6
        question: "わたしたちはもうあの家にすんで　_______ 。",
        a: "あります",
        b: "いました",
        c: "います",
        d: "いません",
        correct: "d"
    },
    {  // Q7
        question: "それ、母には　_______ ほうがいいですよ。",
        a: "言うな",
        b: "言わないで",
        c: "言わない",
        d: "言わなくて",
        correct: "c"
    },
    {  // Q8
        question: "こどもたちが先生のまわりに　_______ います。",
        a: "すわり",
        b: "すわって",
        c: "すわる",
        d: "すわった",
        correct: "b"
    },
    {  // Q9
        question: "兄はたにんにものを教える　_______ 上手なんです。",
        a: "のは",
        b: "のが",
        c: "ので",
        d: "のに",
        correct: "b"
    },
    {  // Q10
        question: "かのじょのへやはあまりきれい　_______ 。",
        a: "いません",
        b: "じゃいません",
        c: "ありません",
        d: "じゃありません",
        correct: "d"
    }
];
