window.quizData = [
    {  // Q1
        question: "どれ　_______ あなたのかぎですか？",
        a: "は",
        b: "や",
        c: "を",
        d: "が",
        correct: "d"
    },
    {  // Q2
        question: "なつやすみはなんにち　_______ はじまりますか？",
        a: "だけ",
        b: "では",
        c: "から",
        d: "まで",
        correct: "c"
    },
    {  // Q3
        question: "しんぶんをさがしましたが、どこ　_______ ありません。",
        a: "にも",
        b: "でも",
        c: "までも",
        d: "へも",
        correct: "a"
    },
    {  // Q4
        question: "パーティーはなんじにはじまる　_______ しっていますか？",
        a: "か",
        b: "で",
        c: "を",
        d: "が",
        correct: "a"
    },
    {  // Q5
        question: "おかねは1000円　_______ あります。",
        a: "ぐらい",
        b: "ごろ",
        c: "しか",
        d: "にも",
        correct: "a"
    },
    {  // Q6
        question: "かさはそこ　_______ おいてください。",
        a: "と",
        b: "が",
        c: "を",
        d: "に",
        correct: "d"
    },
    {  // Q7
        question: "わたしはあまり　_______ ありませんでした。",
        a: "げんきでは",
        b: "げんきには",
        c: "げんきな",
        d: "げんきだ",
        correct: "a"
    },
    {  // Q8
        question: "わたしのへやは　_______ ないです。",
        a: "ひろいく",
        b: "ひろいでは",
        c: "ひろく",
        d: "ひろい",
        correct: "c"
    },
    {  // Q9
        question: "あの子はうたを　_______ うたいます。",
        a: "じょうず",
        b: "じょううな",
        c: "じょうずに",
        d: "じょうずで",
        correct: "c"
    },
    {  // Q10
        question: "字をもうすこし　_______ かきましょう。",
        a: "大きい",
        b: "大きく",
        c: "大きいに",
        d: "大きくに",
        correct: "b"
    }
];
