window.quizData = [
    {  // Q1
        question: "わたしはここにいちど　_______ 来たことがあります。",
        a: "だけ",
        b: "もう",
        c: "まだ",
        d: "まえ",
        correct: "a"
    },
    {  // Q2
        question: "アキラ　_______ わたし　_______ あなたのともだちなんですよ。",
        a: "は/は",
        b: "や/や",
        c: "と/と",
        d: "も/も",
        correct: "d"
    },
    {  // Q3
        question: "母はとなりのおくさんと少し話を　_______ から家にかえっていった。",
        a: "し",
        b: "する",
        c: "して",
        d: "した",
        correct: "c"
    },
    {  // Q4
        question: "家にいるよりここ　_______ ほうがきけんですよ。",
        a: "を",
        b: "な",
        c: "に",
        d: "の",
        correct: "d"
    },
    {  // Q5
        question: "わたしがあなた　_______ ならんで立ってもいいですか？",
        a: "と",
        b: "で",
        c: "を",
        d: "に",
        correct: "a"
    },
    {  // Q6
        question: "コーヒーでも飲みながら　_______ 。",
        a: "話します",
        b: "話しません",
        c: "話しましょう",
        d: "話しましよう",
        correct: "c"
    },
    {  // Q7
        question: "みなさん、なぜここにあつまったか、わかっている　_______ 。",
        a: "でした",
        b: "でしました",
        c: "でしょう",
        d: "でしましょう",
        correct: "c"
    },
    {  // Q8
        question: "わたしの学校にはたくさんの学生が　_______ 。",
        a: "いっています",
        b: "います",
        c: "あります",
        d: "あっています",
        correct: "b"
    },
    {  // Q9
        question: "このじしょはここ　_______ つかってください。",
        a: "に",
        b: "の",
        c: "で",
        d: "を",
        correct: "c"
    },
    {  // Q10
        question: "なにか　_______ ことがありますか？",
        a: "言たい",
        b: "言いたい",
        c: "言うたい",
        d: "言ってたい",
        correct: "b"
    }
];
