window.quizData = [
    {  // Q1
        question: "この本は　_______ 読みました。",
        a: "どう",
        b: "もう",
        c: "も",
        d: "まだ",
        correct: "b"
    },
    {  // Q2
        question: "山田さんはたいへんいい人ですよ。なにもわるいことはきいたことが　_______ わ。",
        a: "しません",
        b: "いません",
        c: "なりません",
        d: "ありません",
        correct: "d"
    },
    {  // Q3
        question: "ここにじゅうしょを書いて　_______ か？",
        a: "ください",
        b: "くださいます",
        c: "くださいません",
        d: "くださいましょうか",
        correct: "c"
    },
    {  // Q4
        question: "あなたはあそこへ行って　_______ いけませんよ。",
        a: "が",
        b: "は",
        c: "と",
        d: "に",
        correct: "b"
    },
    {  // Q5
        question: "どれ　_______ ここではたらいていましたか？",
        a: "まで",
        b: "もう",
        c: "より",
        d: "くらい",
        correct: "d"
    },
    {  // Q6
        question: "わたしはおんがくをきく_______ 好きです。",
        a: "のが",
        b: "ので",
        c: "のに",
        d: "のは",
        correct: "a"
    },
    {  // Q7
        question: "わたしは一人でクリスマスをすごす _______ です。",
        a: "たい",
        b: "つもり",
        c: "だろう",
        d: "ほう",
        correct: "b"
    },
    {  // Q8
        question: "_______ ながら水を飲まないでください。",
        a: "あるく",
        b: "あるいて",
        c: "あるき",
        d: "あるかな",
        correct: "c"
    },
    {  // Q9
        question: "れいぞうこにビールが入っている　_______ 、そこにすわって飲みましょう。",
        a: "から",
        b: "と",
        c: "なら",
        d: "たら",
        correct: "a"
    },
    {  // Q10
        question: "わたしのことをいつまでも　_______ ください。",
        a: "わすれない",
        b: "わすれないて",
        c: "わすれなくて",
        d: "わすれないで",
        correct: "d"
    }
];
