window.quizData = [
    {  // Q1
        question: "まいにちしんぶん　_______ 読みます。",
        a: "へ",
        b: "を",
        c: "に",
        d: "が",
        correct: "b"
    },
    {  // Q2
        question: "田中さんは　_______ 来ていませんよ。",
        a: "もう",
        b: "だけ",
        c: "まだ",
        d: "まで",
        correct: "c"
    },
    {  // Q3
        question: "ナイフ　_______ パンをきりました。",
        a: "で",
        b: "を",
        c: "に",
        d: "が",
        correct: "a"
    },
    {  // Q4
        question: "家にかえってねたほう　_______ いいですよ。",
        a: "と",
        b: "に",
        c: "が",
        d: "は",
        correct: "c"
    },
    {  // Q5
        question: "お母さん、もうあそびに　_______ もいいですか？",
        a: "行く",
        b: "行って",
        c: "行った",
        d: "行っている",
        correct: "b"
    },
    {  // Q6
        question: "すいようびには日本語のテスト　_______ 。",
        a: "はいます",
        b: "はあります",
        c: "がいます",
        d: "があります",
        correct: "d"
    },
    {  // Q7
        question: "あなたのかみは　_______ よ。",
        a: "長ってすぎます",
        b: "長くすぎます",
        c: "長いすぎます",
        d: "長すぎます",
        correct: "d"
    },
    {  // Q8
        question: "わたしはけいかんに　_______ です。",
        a: "なりたい",
        b: "したい",
        c: "いきたい",
        d: "いたい",
        correct: "a"
    },
    {  // Q9
        question: "わたしは、これから　_______ に行きます。",
        a: "およぐ",
        b: "およいで",
        c: "およぎ",
        d: "およいだ",
        correct: "c"
    },
    {  // Q10
        question: "あの人たちはどこに行っているん　_______ 。",
        a: "だろう",
        b: "つもりだ",
        c: "から",
        d: "けれども",
        correct: "a"
    }
];
