window.quizData = [
    {  // Q1
        question: "これ　_______ ちずです。",
        a: "に",
        b: "を",
        c: "は",
        d: "や",
        correct: "c"
    },
    {  // Q2
        question: "スーパー　_______ かいものをしました。",
        a: "か",
        b: "に",
        c: "で",
        d: "へ",
        correct: "c"
    },
    {  // Q3
        question: "犬が２ひきいます。ねこ　_______ ２ひきいます。",
        a: "や",
        b: "も",
        c: "で",
        d: "に",
        correct: "b"
    },
    {  // Q4
        question: "らいげつおきなわへりょこう　_______ 行きます。",
        a: "と",
        b: "が",
        c: "を",
        d: "に",
        correct: "d"
    },
    {  // Q5
        question: "ぼくはまいにち中国語　_______ べんきょうします。",
        a: "と",
        b: "の",
        c: "や",
        d: "を",
        correct: "d"
    },
    {  // Q6
        question: "- らいしゅうもひとりで来ますか？ - いいえ、らいしゅうはともだち　_______ 来ます。",
        a: "と",
        b: "は",
        c: "へ",
        d: "が",
        correct: "a"
    },
    {  // Q7
        question: "“どういたしまして”はえいご　_______ なんといいますか？",
        a: "が",
        b: "を",
        c: "で",
        d: "に",
        correct: "c"
    },
    {  // Q8
        question: "ここにじゅうしょ　_______ せいねんがっぴをかいてください。",
        a: "で",
        b: "を",
        c: "と",
        d: "も",
        correct: "c"
    },
    {  // Q9
        question: "わたしはいつもうちからがっこう　_______ くるまで行きます。",
        a: "しか",
        b: "まで",
        c: "ごろ",
        d: "で",
        correct: "b"
    },
    {  // Q10
        question: "このバスはゆうびんきょくのまえ　_______ とおります。",
        a: "で",
        b: "に",
        c: "へ",
        d: "を",
        correct: "d"
    }
];
